Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: ལོངས་སྤྱོད་ཐམས་ཅད་མངོན་པར་འཕེལ་བར་བྱེད་པའོ། །
en: It increases all pleasure and good fortune. {2.12}

source: འདིར་ཉེ་བའི་སྙིང་པོར་འགྱུར་བ་ནི།
en: “There is, in this set, also the subsidiary heart mantra:

source: བཱཀྱེ་ཧཱུྃ།
en: “ Speech, hūṁ! {2.13}

source: འདིར་ཕྱག་རྒྱར་འགྱུར་བ་ནི་གཙུག་ཕུད་གསུམ་པ་ཞེས་གྲགས་པ་ཡིན་ཏེ།
en: “The mudrā that belongs with this mantra is also the one called three-crested .

source: སེམས་ཅན་ཐམས་ཅད་འགུགས་པར་བྱེད་པ་ཡིན་ནོ། །
en: It will magically summon any being. {2.14}

source: འདིར་སྙིང་པོ་མཆོག་ཏུ་འགྱུར་བ་ནི་མཾ།
en: “There is, in this set, also the ultimate, one-syllable heart mantra: “ Oṁ. {2.15}

source: འདིར་ཕྱག་རྒྱར་འགྱུར་བ་ནི་རྨ་བྱའི་གདན་ཞེས་བྱ་བར་བསྟན་པ་ཡིན་ཏེ།
en: “The mudrā that belongs with this mantra is the one called peacock seat .

source: སེམས་ཅན་ཐམས་ཅད་དབང་དུ་བྱེད་པའོ། །
en: It enthralls all beings

source: གཞན་ཡང་ཕྱག་རྒྱ་ཐམས་ཅད་ཀྱི་སྙིང་པོ་དཔའ་བོ་ཆེན་པོ་ཞེས་བྱ་བ་ཡི་གེ་བརྒྱད་ཡོད་དེ། དཔལ་མཆོག་ཏུ་བྱེད་པ།
en: “There is another mantra, of eight syllables, most propitious,

source: དག་བྱེད་ཆེན་པོ་སྲིད་པ་གསུམ་གྱི་ཆོས་ཉེ་བར་གཅོད་པར་བྱེད་པ། ངན་འགྲོ་ཐམས་ཅད་ཟློག་པར་བྱེད་པ། ཞི་བ་ཐམས་ཅད་བྱེད་པ། ལས་ཐམས་ཅད་བྱེད་པ། མྱ་ངན་ལས་འདས་པའི་བདེ་བ་ཐོབ་པར་བྱེད་པ།
en: It severs the path of the threefold existence, it prevents all unhappy rebirths, it pacifies everything, it performs all activities, it brings forbearance, and it leads to nirvāṇa.

source: སངས་རྒྱས་མངོན་སུམ་དུ་མཐོང་བ་བཞིན་དུ་ཉེ་བར་གནས་པ།
en: It is like meeting the Buddha directly.

source: བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ཉིད་བཞིན་དུ་ཉེ་བར་གནས་པ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་གྱི་ཕྱིར།
en: I myself, the bodhisattva Mañjuśrī, have assumed the form of this most secret mantra for the benefit of beings.

source: མཆོག་ཏུ་གསང་བའི་ངོ་བོས་ཉེ་བར་གནས་པ་རེ་བ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ། གང་དུ་དྲན་པ་ཙམ་གྱིས་མཚམས་མེད་པ་ལྔ་ཡང་ཡོངས་སུ་སྦྱོང་བར་བྱེད་ན་
en: It fulfills all wishes and, merely by being called to mind, purifies the five acts of immediate retribution.

source: བཟླས་པས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Is there a need to say more?

source: དེ་ཡང་གང་ཞེ་ན།
en: So, what is this mantra? {2.17}

source: ཨོཾ་ཨཱ་བཱི་ར་ཧཱུྃ། ཁེ་ཙ་ར།
en: “ Oṁ, āḥ ! O wise one, hūṁ ! You, the sky traveler!

source: གྲོགས་པོ་དག་འདི་ནི་ཡི་གེ་བརྒྱད་པོ་དཔའ་བོ་ཆེན་པོ་ཞེས་བྱ་བ།
en: “Friends, this mantra is my very self in the form of the eight syllables. It is a great hero,

source: གསང་བའི་སྙིང་པོའི་བདག་ཉིད་ཡིན་ཏེ། སངས་རྒྱས་ཉིད་བཞིན་དུ་རབ་ཏུ་ཉེ་བར་གནས་པ་ཡིན་ནོ། །
en: the ultimately secret heart mantra that is like buddhahood itself.

source: མདོར་ན་བྱ་བ་ཐམས་ཅད་ལ་ཡོན་ཏན་གྱི་མཐའ་རྒྱ་ཆེན་པོ་བརྗོད་པར་ནི་བསྐལ་པ་བྱེ་བ་ཁྲི་ཕྲག་བརྒྱ་སྟོང་དུ་མར་ཡང་མི་ནུས་ཏེ།
en: It can, in short, help with any task. The extent of its qualities cannot be described in full even in many hundreds of thousands of millions of eons.

source: འདིར་ཕྱག་རྒྱ་ཡང་སྟོབས་པོ་ཆེ་ཞེས་པར་རྣམ་པར་གྲགས་པ། རེ་བ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པའོ། །
en: There is also a mudrā that belongs with it—it is called great fortitude , and it fulfills all aspirations. {2.18}

source: སྤྱན་དྲང་བའི་སྔགས་ནི།
en: “There is also, in this set of mantras, a summoning mantra:

source: ཨོཾ་ཧེ་ཧེ་ཀུ་མཱ་ར་བི་ཤྭ་རཱུ་པི་ཎཱི། སརྦ་བཱ་ལ་བྷཱ་ཥི་ཏ་པྲ་བོ་དྷ་ནེ། ཨེ་ཧྱེ་ཧི་བྷ་ག་བཱན། ཨེ་ཧྱེ་ཧི་ཀུ་མཱ་ར། ཀྲཱི་ཌ་ནུཏྤ་ལ་དྷཱ་རི་ཎེ་མཎྜ་ལ་མ་དྷྱེ་ཏིཥྛ་ཏིཥྛ་ས་མ་ཡ་མ་ནུ་སྨ་ར། ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱ་ས་ནཱ་ནཱཾ་ཧཱུཾ། མཱ་བི་ལཾ་བ་ཀུ་རུ་ཕཊ་སྭཱ་ཧཱ།
en: “ Oṁ, he he ! O divine youth! You [assume] every form to awaken childish beings through speech. Please come, O lord, come! You, who playfully hold the blue lotus of the divine youth, please remain in the center of the maṇḍala, please do! Please remember your samaya pledge! You are a perfect teacher, hūṁ ! Do not delay! Act! Phaṭ, svāhā! {2.19}

source: འདི་ནི་བཅོམ་ལྡན་འདས་འཇམ་དཔལ་གྱི་སྤྱན་དྲང་བའི་སྔགས་སོ། །
en: “This mantra calls upon Lord Mañjuśrī

source: སངས་རྒྱས་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་དང་། འཕགས་པ་ཉན་ཐོས་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། ཤ་ཟ་དང་། སྲིན་པོ་དང་། འབྱུང་པོ་ཐམས་ཅད་ཀྱིའང་ཡིན་ནོ། །
en: and also summons all beings—all bodhisattvas, all pratyeka­buddhas, venerable śrāvakas, gods, nāga s, yakṣa s, gandharvas, garuḍas, kinnaras, mahoragas, piśācas, rākṣasas, and all spirits. {2.20}

source: ཙནྡན་གྱི་ཆུར་བྱས་ཏེ། ལན་བདུན་བསྔགས་ནས། ཕྱོགས་བཞི་དང་། སྟེང་དང་། འོག་དང་། ཐམས་ཅད་དུ་གཏོར་ན་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་རང་ཉིད་འཁོར་དང་བཅས་པ་ཐམས་ཅད་དང་། འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པ་ཐམས་ཅད་དང་། སྔགས་དང་དེ་བཞིན་དུ་འབྱུང་པོའི་ཚོགས་དང་སེམས་ཅན་ཐམས་ཅད་འགུགས་པར་འགྱུར་རོ། །
en: “Should one incant sandalwood water seven times and throw it upward, downward, across, and all around in the four directions, all the buddhas and bodhisattvas will come, along with Mañjuśrī himself with his retinue, all the mundane and supramundane mantra deities, the entire host of spirits, and all beings. {2.21}

source: ན་མཿསརྦ་བུད་དྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱ་ས་ནཱ་ནཱཾ།
en: “Homage to all the buddhas, the perfect teachers!

source: ཨོཾ་དྷུ་དྷུ་ར་དྷུ་ར་དྷུ་མ་བཱ་སི་ནི། དྷུ་མ་ར་ཙི་ཤི་ཧཱུཾ་ཏིཥྛ་ས་མ་ཡ་མ་ནུ་སྨ་ར་སྭཱ་ཧཱ།
en: “ Oṁ, dhu , be steady, be steady! Remain within the fragrant flame of incense, hūṁ ! Remember your samaya! Svāhā! {2.22}

source: བདུག་པའི་སྔགས་སོ། ཙནྡན་དང་། ག་པུར་དང་། གུར་གུམ་གཅིག་ཏུ་བྱས་ཏེ། བདུག་པས་བདུགས་ན་དེ་བཞིན་གཤེགས་པ་རྣམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་། སེམས་ཅན་ཐམས་ཅད་བདུག་པས་ཚིམ་ཞིང་དགྱེས་ནས་བཞུགས་པར་འགྱུར་རོ། །
en: “Having blended together sandalwood, camphor, and saffron, one should offer it as incense to the tathāgatas, all the bodhisattvas, and all beings. Their minds gratified by the incense, they will all be drawn to it.

source: འདིར་ཡང་ཕྱག་རྒྱར་འགྱུར་བ་ནི། །པདྨའི་ཕྲེང་བ་ཞེས་གྲགས་པ། །
en: The mudrā that belongs with this mantra is called garland of lotuses .

source: ཐམས་ཅད་འགུགས་བྱེད་ཞི་བ་ཡིན། །
en: This auspicious mudrā attracts all sentient beings.

source: སྤྱན་དྲང་བ་ཡི་སྔགས་ལ་ཡང་། །པདྨའི་ཕྲེང་བ་བཟང་པོ་ཞེས། །བྱ་བའི་ཕྱག་རྒྱ་འདི་ཉིད་དོ། །
en: This is the mudrā of ritual activity, called garland of lotuses. {2.23}

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་། སེམས་ཅན་ཐམས་ཅད་བྱོན་པ་ལ་མཆོད་ཡོན་དབུལ་བར་བྱ་སྟེ། ག་བུར་དང་ཙནྡན་དང་གུར་གུམ་ཆུ་དང་སྦྱར་ནས།
en: “When all the buddhas and bodhisattvas, and also all sentient beings, have arrived, one should prepare a welcome offering.

source: མེ་ཏོག་ཀུ་སུ་དང་མ་ལི་ཀ་དང་། དབྱར་གྱི་མེ་ཏོག་དང་མེ་ཏོག་པུན་ནཱ་ག་དང་མེ་ཏོག་བ་ཀུ་ལ་དང་། མེ་ཏོག་པཎྜཱི་ཏ་ག་རུ་འདི་དག་གང་ཡང་རུང་བའི་མེ་ཏོག་གམ། དུས་ཅི་ལྟ་བའི་མེ་ཏོག་དྲི་ཞིམ་པོ་བཅུག་སྟེ
en: Having infused water with camphor, sandalwood, and saffron, one should mix into it the flowers of royal jasmine, sacred jasmine, or Arabian jasmine; the blossoms of the pannay tree, cobra’s saffron tree, bulletwood tree, and the flowers of crepe jasmine; or any other fragrant flowers that may be in season.

source: སྔགས་འདིས་མཆོད་ཡོན་དབུལ་བར་བྱའོ།
en: One should present the welcome offering while saying the following mantra: {2.24}

source: ན་མཿསརྦ་བུད་དྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱ་ས་ནཱ་ནཱཾ། ཏདྱ་ཐཱ།
en: “Homage to all the buddhas, the perfect teachers! The mantra is:

source: ཧེ་ཧེ་མ་ཧཱ་ཀཱ་རུ་ཎི་ཀ་བི་ཤྭ་རཱུ་པ་དྷཱ་ར་ནི། ཨརྒྷཾ་པྲ་ཏཱིཙྪ་པ་ཡ། ས་མ་ཡ་མ་ནུ་སྨ་ར། ཏིཥྛ་ཏིཥྛ། མཎྜ་ལ་མ་དྷྱེ་པྲ་བེ་ཤ་ཡ་པྲ་བེ་ཤ་ཡ། སརྦ་བྷུ་ཏཱ་ནུ་ཀཾ་པ་ཀ་གྲིཧྣ་གྲིཧྣ་ཧཱུཾ། ཨཾ་བ་ར་བི་ཙཱ་རི་ཎེ་སྭཱ་ཧཱ།
en: “ He, he , O greatly compassionate one who assumes all forms! Please accept the welcome offering and let [the others] accept it. Remember your samaya pledge! Endure, endure! Enter into the center of the maṇḍala and let [the others] enter! You who have compassion for all beings, please take, take [this offering], hūṁ! Svāhā to the one who abides in space! {2.25}

source: འདིར་ཡང་ཕྱག་རྒྱ་ནི་གང་བ་ཞེས་བྱ་བར་གྲགས་པ་སེམས་ཅན་ཐམས་ཅད་དང་རྗེས་སུ་མཐུན་ཞིང་བརྟན་པའོ། །
en: “The mudrā that belongs with this mantra is called the complete ; it is steadfast and suitable for all beings.

source: འདིར་ཡང་དྲིའི་སྔགས་སུ་འགྱུར་བ་ནི།
en: There is also, in this set, the mantra of perfume: {2.26}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ན་མཿས་མནྟ་གནྡྷཱ་བ་བྷཱ་ས་ཤྲི་ཡེ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཏདྱ་ཐཱ། གནྡྷེ་གནྡྷེ་གན་ངྷྱཱ་དེ།
en: “Homage to all the buddhas! Homage to the tathāgata Glorious with Surrounding Fragrance and Light!

source: གནྡྷ་མ་ནོ་ར་ཐེ། པྲ་ཏཱིཙྪ་པྲ་ཏཱིཙྪ་མཾ། གནྡྷཾ་ས་མ་ཏཱ་ནུ་ཙཱ་རི་ཎི་སྭཱ་ཧཱ།
en: “ Gandhā, Gandhā! Rich in fragrance! You who gratify with fragrance! Take this perfume, take! Svāhā to the one who abides in equanimity! {2.27}

source: འདིར་ཕྱག་རྒྱར་འགྱུར་བ་ནི་ལོ་མ་ཞེས་བྱ་བ་རེ་བ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པའོ། །
en: “In this set there is also the mudrā that fulfills all hopes called blossom ,

source: འདིར་མེ་ཏོག་གི་སྔགས་སུ་འགྱུར་བ་ནི།
en: and a mantra of flowers, which is as follows: {2.28}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱ་ས་ནཱ་ནཱཾ། ན་མཿསཾ་ཀུ་སུ་མི་ཏ་རཱ་ཛ་སྱ། ཏ་ཐཱ་ག་ཏ་སྱ། ཏདྱ་ཐཱ། ཀུ་སུ་མེ་ཀུ་སུ་མེ་ཀུ་སུ་མཱ་དྷྱེ། ཀུ་སུ་མ་པཱུ་ར་བཱ་སི་ནི། ཀུ་སུ་མ་བ་ཏི་སྭཱ་ཧཱ།
en: “Homage to all the buddhas, the perfect teachers! Homage to the tathāgata Saṃkusumita Rājendra! The mantra is: “ Kusumā, Kusumā! Rich in flowers! Dwelling in the flower palace with an abundance of flowers! Svāhā!

source: བདུག་པའི་སྔགས་འདི་ཉིད་དང་གོང་དུ་བསྟན་པའི་བདུག་པས་བདུག་པར་བྱའོ། །
en: “One should burn incense while saying the mantra of incense given above. {2.29}

source: སྐུ་ནི་རྨད་བྱུང་བསམ་མི་ཁྱབ། །སངས་རྒྱས་ཐམས་ཅད་ཕྱག་འཚལ་ཏེ། །
en: “Paying homage to all the buddhas, Inconceivable and marvelous in form,

source: རྫོགས་སངས་རྒྱས་ཀྱིས་གསུངས་པ་ཡི། །གཏོར་མའི་སྔགས་ནི་བཤད་པར་བྱ།
en: I will now proclaim the bali mantra, As taught by the completely awakened ones. {2.30}

source: ཧེ་ཧེ་བྷ་ག་བཱན། མ་ཧ་ས་ཏྭ་སརྦ་ལོ་ཀི་ཏེ་ཨི་མཾ་བ་ལི་གྲྀཧྞཱ་པ་ཡ་གྲྀཧྞཱ་པ་ཡ་ཧཱུཾ་ཧཱུཾ། སརྦ་བི་ཤྭ་ར་ར་ཊ་ཊ་སྥ་ཊ་སྭཱ་ཧཱ།
en: “ He, he ! O venerable great being with the gaze of the Buddha! Do not delay! Please take this bali and let [the others] take it! Hūṁ, hūṁ ! You with all [forms]! Ra ra, ṭa ṭa! Phaṭ! Svāhā! {2.31}

source: འདིས་ནི་བཤོས་དབུལ་བར་བྱ་སྟེའབྱུང་པོ་ཐམས་ཅད་ཀྱི་གཏོར་མ་ཡང་བྱའོ། །
en: “One should offer, with the above mantra, bali of food that satisfies all the senses.

source: འདིར་ཡང་ཕྱག་རྒྱར་འགྱུར་བ་ནི། །མདུང་ཞེས་བྱ་བ་མ་རུངས་པ། །ཐམས་ཅད་ཟློག་པར་བྱེད་པའོ། །
en: In this set there also is a mudrā called spear , which wards off all evildoers.

source: ན་མཿས་མནྟ་བུདྡྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱ་ས་ནཱ་ནཱཾ། སརྦ་ཏ་མོ་྅ནྡྷ་ཀཱ་ར་བིདྷཱན་ས་ནཱཾ།
en: “Homage to all the buddhas, the perfect teachers who remove the darkness of ignorance!

source: ན་མཿས་མནྟ་ཛྱོ་ཏི་གན་དྷཱ་བ་བྷཱ་ས་ཤྲི་ཡེ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཏདྱ་ཐཱ།
en: Homage to the tathāgata Splendid with Light and Fragrance All Around!

source: ཧེ་ཧེ་བྷ་ག་བཱན། ཛྱོ་ཏི་ར་སྨི་ཤ་ཏ་ས་ཧ་སྲ་པྲ་ཏི་མཎྜི་ཏ་ཤ་རཱི་ར་བི་ཀུརྦ་བི་ཀུརྦ་མ་ཧ་བོ་དྷི་ས་ཏྭཱ་ས་མནྟ་ཛྭ་ལོད་དྱོ་ཏི་ཏ་མཱུར་ཏི་ཁུརྡ་ཁུརྡ། ཨ་བ་ལོ་ཀ་ཡ། ཨ་བ་ལོ་ཀ་ཡ་མཱན། བཾ་སརྦ། ས་ཏྭཱ་ནཱཾ་ཙ་སྭཱ་ཧཱ།
en: “ He, he ! O venerable lord with a body adorned with hundreds of thousands of rays of light! Please manifest [yourself] magically, please do! O great bodhisattva with a body illuminated by radiating light! Please frolic and play! Behold [with compassion] the totality of beings, behold! Svāhā! {2.33}

source: མར་མེའི་སྔགས་ཏེ་འདིས་མར་མེ་དབུལ་བར་བྱའོ། །
en: “This is the mantra of lamps; with it, one should offer butter lamps.

source: ཁ་བྱེ་བ་ཞེས་བྱ་བའི་ཕྱག་རྒྱ་ནི། །སེམས་ཅན་ཀུན་གྱིས་མཐོང་བའོ། །
en: The mudrā that belongs with it is called beholder of all beings .

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱ་ས་ནཱ་ནཱཾ། ཏདྱ་ཐཱ།
en: “Homage to all the buddhas, the perfect teachers! The mantra is:

source: ཛྭ་ལ་ཛྭ་ལ། ཛྭ་ལཱ་ཡ་ཛྭ་ལཱ་ཡ། ཧཱུཾ་བི་བྷོ་ད་ཀ་ཧ་རི་ཀྲྀཥྞ་པིངྒ་ལ་སྭཱ་ཧཱ།
en: “ Burn, burn! Set ablaze, set ablaze! Huṁ! {2.35}

source: མེའི་བྱ་བ་བྱེད་པའི་སྔགས་སོ། །
en: “This is the mantra that produces fire.

source: འདིར་ཡང་ཕྱག་རྒྱར་འགྱུར་བ་ནི། །
en: The mudrā that belongs with this mantra

source: སེམས་ཅན་ཀུན་ལ་འོད་གསལ་བྱེད། །ཁ་སྦྱར་ཞེས་བྱར་འཇིག་རྟེན་གྲགས། །
en: It is famed throughout the world and illuminates all beings with light.

source: བྱང་ཆུབ་སེམས་དཔའ་བློ་ལྡན་གྱིར། །ཐུབ་པ་མཆོག་གིས་སྔོན་བཤད་པའོ། །
en: It has been taught before by the best among sages to the bodhisattva Dhīmat.” {2.36}

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བྱང་ཆུབ་སེམས་དཔའ་ཕྱག་ན་རྡོ་རྗེ་ལ་སྨྲས་པ་གསང་བ་པའི་བདག་པོ་སྔགས་ཀྱི་ཚིག་འདི་ནི་གསང་བ་དང་བཅས་ཤིང་མཆོག་ཏུ་གསང་བར་བྱ་བ་ཡིན་ཏེ
en: Then Mañjuśrī, the divine youth, said this to the bodhisattva Vajrapāṇi: “These mantric formulae, O lord of guhyakas, are most esoteric and require secrecy. {2.37}

source: ཁྱོད་བུ་འཇིག་རྟེན་རྣམས་གྲགས་པའི། །མི་བཟད་པ་ནི་གང་ཡིན་པ། །སྔགས་རྣམས་དག་ནི་ཐམས་ཅད་ཀྱིས། །མཁས་པ་རྣམས་ཀྱིས་བསྒྲུབས་པ་སྟེ། །
en: “There is, known to belong to your buddha family, A wrathful and terrifying son, Whose every mantra, without exception, Yields results for the wise. {2.38}

source: སྤྱི་བོའི་གདུ་བུ་ཞེས་གྲགས་པ། །རྡོ་རྗེ་པདྨའི་རིགས་ཀྱང་ཡིན། །
en: “His name is Mūrdhaṭaka and he belongs To both the Vajra and the Lotus families.

source: དེ་ནི་རྣམ་པར་གཞིག་བྱའི་ཕྱིར། །རིག་པ་འདི་ནི་ཡང་དག་བརྗོད། །
en: The following formula is now taught For the sake of invoking his power to expel. {2.39}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱ་ས་ནཱ་ནཱཾ།
en: “Homage to all the buddhas and bodhisattvas, the perfect teachers!

source: ཨོཾ་ཀ་ར་ཀ་ར། ཀུ་རུ་ཀུ་རུ། མ་མ་ཀཱརྱཾ་བྷཉྫ་བྷཉྫ། སརྦ་བིགྷྣ་ད་ཧ་ད་ཧ་སརྦ་བཛྲ་བི་ནཱ་ཡ་ཀཾ་མཱུརྞྷ་ག་ཊཾ་ཛྲི་བི་ཏཱནྟ་ཀ་ར་མ་ཧཱ་བི་ཀྲྀ་ཏ་རཱུ་པ་དྷཱ་རི་ཎི། པ་ཙ་པ་ཙ་སརྦ་དུཥྚཱ་ན། མ་ཧཱ་ག་ན་པ་ཏི་ཛཱི་བི་ཏཱནྟ་ཀ་ར་བན་དྷ་བན་དྷ་སརྦ་གྲ་ཧཱན། ཥཊ་མུ་ཁ་ཥཊ་བྷུ་ཛ། ཥཊ་ཙ་ར་ཎ་རུ་དྲ་མཱ་ན་ཡ། བིཥྞུ་མཱ་ན་ཡ་བྲ་ཧྨཱ་དྱ་དེ་བ་མཱ་ན་ཡ་མཱ་བི་ལཾ་བ། ལ་ཧུ་ལ་ཧུ་མཎྜ་ལ་མ་དྷྱེ་པྲ་བེ་ཤ་ཡ། ས་མ་ཡ་མ་ནུ་སྨ་ར་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་སྥ་ཊ་སྥ་ཊ་སྭཱ་ཧཱ།
en: “ Oṁ , act, act! Please carry out my task! Break all the troublemakers, break! Burn all the vajravināyakas, burn! Mūrdhaṭaka, you who bring death! One with misshapen form! Cook, cook all miscreants! Bringer of the death of Mahāgaṇapati! Bind, bind all the spirits who cause possession! O six-faced, six-armed, six-footed one! Please summon Rudra! Summon Viṣṇu! Summon the gods, Brahmā and so forth! Do not delay, do not delay! Protect, protect! Enter into the center of the maṇḍala! Remember your samaya pledge! Hūṁ hūṁ! Phaṭ phaṭ! Svāhā! {2.40}

source: གསང་བ་པའི་བདག་པོ་འདི་ནི་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་མཆོག་ཏུ་གསང་བའི་སྔགས་ཆེན་པོ་གདོང་དྲུག་པ་ཞེས་བྱ་བ་ཡིན་ཏེ
en: “This mantra, O supreme lord of guhyakas, which is supremely secret, is called Six-Faced Mañjuśrī of Great Courage.

source: ཁྲོ་བོའི་རྒྱལ་པོ་བགེགས་ཐམས་ཅད་འཇིག་པར་བྱེད་པ་སྟེ།
en: He is the Great Lord of Wrath himself, the destroyer of all obstacle makers.

source: འདི་བརྗོད་པ་ཙམ་གྱིས་ས་བཅུའི་དབང་ཕྱུག་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡང་འཇིགས་པར་བྱེད་པ་ཡིན་ན། བགེགས་མ་རུངས་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་འདི་
en: As soon as it is recited, even the bodhisattvas established on the tenth bodhisattva level will flee, not to mention wicked trouble makers.

source: བརྗོད་པ་ཙམ་ཉིད་ཀྱིས་སྲུང་བ་ཆེན་པོ་བྱས་པར་འགྱུར་རོ། །
en: As soon as it is recited, great protection is effected.

source: འདིར་ཡང་ཕྱག་རྒྱར་འགྱུར་བ་ནི། །ནག་པོ་ཆེན་པོ་ཞེས་བྱ་བའི། །བགེགས་རྣམས་ཐམས་ཅད་འཇིག་བྱེད་པའོ། །
en: The mudrā that belongs with it is called great spear; it destroys all obstacles.

source: འདི་ཉིད་ཀྱི་ཁྲོ་བོའི་རྒྱལ་པོའི་སྙིང་པོ་ནི།
en: The following is the heart mantra of this Lord of Wrath: {2.41}

source: ཨོཾ་ཧྲཱིཿཥྚཱིཿབི་ཀྲྀ་ཏཱ་ན་ན་ཧཱུྃ་སརྦ་ཤ་ཏྲཱུཾ་ནཱ་ཤ་ཡ་སྟཾ་བྷ་ཡ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: “ Oṁ, hrīṁḥ, jñīḥ ! You with contorted face, huṁ ! Destroy all the enemies! Paralyze them! Phaṭ phaṭ! Svāhā!

source: སྔགས་འདི་བརྗོད་པས་དགྲ་ཐམས་ཅད་ཟུག་གཟེར་ཆེན་པོ་དང་། ནད་ཆེན་པོ་དང་ཉིན་བཞི་པའི་རིམས་ཀྱིས་ཐེབས་པར་འགྱུར་རོ། །
en: “With this mantra one can afflict all enemies with severe pain or quartan fever.

source: རྟག་ཏུ་དགའ་བ་མེད་པ་དང་། བྱམས་པ་མེད་པ་དང་། སྙིང་རྗེའི་སེམས་ཐོབ་པར་མི་འགྱུར་ཏེ། བཟླས་པ་ཟིན་གྱི་བར་དུ་གྲོལ་བར་མི་འགྱུར་ཞིང་འཆི་བར་འགྱུར་རོ། །
en: But if one keeps reciting for as long as one likes, or until loving kindness or compassion arise, the target will not be freed at the end of the recitation and will die.

source: དཀོན་མཆོག་གསུམ་ལ་གནོད་པ་བྱེད་པ་དག་ལ་བྱའི། ཞི་བའི་སེམས་ཡོད་པ་གཞན་དག་ལ་ནི་མ་ཡིན་ནོ། །
en: Thus, this should only be performed on enemies of the Three Jewels and not on others with peaceful minds. {2.42}

source: ཕྱག་རྒྱ་ནི་རྩེ་གསུམ་ཆེན་པོ་ཞེས་བྱ་བ་སྦྱར་བར་བྱའོ། །
en: “One should also employ the mudrā great spear.

source: ཨོཾ་ཏྲི་ཀཱ་ལ་རཱུ་པ་ཧཱུྃ་ཁཾ་སྭཱ་ཧཱ།
en: “ Oṁ, hrīṁḥ ! O Kālarūpa! Huṁ, khaṁ! Svāhā! {2.43}

source: ཕྱག་རྒྱ་ནི་རྩེ་གསུམ་ཆེན་པོ་ཞེས་བྱ་བ་ཉིད་སྦྱར་བར་བྱའོ། །
en: “Only the great spear mudrā should be employed.

source: མ་རུངས་པ་ཐམས་ཅད་ལ་གང་འདོད་པ་དེ་བྱེད་པར་འགྱུར་རོ། །
en: One will be able to deal with any wicked being that one wants to.

source: སྙིང་པོའི་མཆོག་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་པའི་ཡི་གེ་གཅིག་པ་ཞེས་བྱའོ། །
en: There is also a supreme heart mantra, rich in the blessing of all the buddhas, consisting of just one syllable: {2.44}

source: ཧཱུྃ །_
en: “ Hūṁ!

source: འདི་ནི་ལས་ཐམས་ཅད་བྱེད་པའོ། །
en: “This mantra accomplishes all ritual activities.

source: ཕྱག་རྒྱ་ཡང་རྩེ་གསུམ་ཆེན་པོ་ཞེས་བྱ་བར་སྦྱར་བར་བྱའོ། །
en: With this mantra, too, only the great spear mudrā should be employed.

source: ཕུང་ཁྲོལ་ཐམས་ཅད་ཟློག་པར་བྱེད་པ། འབྱུང་པོ་ཐམས་ཅད་དབང་དུ་བྱེད་པ་སྟེ།
en: It will put an end to all misfortune, and will enthrall all beings.

source: མདོར་ན་ཁྲོ་བོའི་རྒྱལ་པོ་འདི་ནི་ལས་ཐམས་ཅད་ལ་སྦྱར་བར་བྱའོ། །
en: In short, this mantra, the Lord of Wrath , can be employed in all ritual activities.

source: དཀྱིལ་འཁོར་གྱི་དབུས་སུ་བཟླས་པ་བྱས་ན་གྲུབ་པའི་དུས་སུ་ཁྱད་པར་དུ་འཕགས་པར་འགྱུར་རོ། །
en: It should be recited, especially at the time of the accomplishment, at the center of the maṇḍala. {2.45}

source: འདིར་གཤེགས་སུ་གསོལ་བའི་སྔགས་སུ་འགྱུར་བ་ནི།
en: “The following are the mantras of dismissing:

source: ཛ་ཡ་ཛ་ཡ་སུ་ཛ་ཡ། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀ་བི་ཤྭ་རཱུ་པི་ཎི་གཙྪ་སརྦ་བུད་དྷཱཤྩ། བི་སརྫྫ་ཡ་ས་པ་རཱི་བཱ་རཾ་སྭ་བྷཱ་བ་ནཱཾ་ཙ་པྲ་བེ་ཤ་ཡ་ས་མ་ཡ་མ་ནུ་སྨ་ར་སརྦཱརྠཱཤྩ་མེ་སིད་དྷྱནྟུ་མནྟྲ་པ་ད་མ་ནོ་ར་ཐཉྩ། མེ་པ་རི་པཱུ་ར་ཡནྟུ་སྭཱ་ཧཱ།
en: “ Win a victory, an auspicious victory, O most compassionate [lord] whose nature is everything! Go, go to your own abode and dismiss [also] all the buddhas with their retinues. Cause them to return to their respective dwellings. Remember the pledge. May the words of [these] mantras fulfill my every purpose. Make my wishes come true, svāhā! {2.46}

source: འདི་ནི་གཤེགས་སུ་གསོལ་བའི་སྔགས་ཏེལས་ཐམས་ཅད་ལ་སྦྱར་བར་བྱའོ། །
en: “The above mantra of dismissing can be employed in all ritual activities.

source: ཕྱག་རྒྱ་ནི་བཟང་པོའི་གདན་ཞེས་བྱ་བ་ཡིན་ཏེ།
en: The accompanying mudrā is called auspicious seat .

source: འདིས་གདན་ལ་ཡང་སྦྱར་བར་བྱའོ། །
en: With this mudrā one should provide the seat.

source: ཡིད་ཀྱིས་བཟླས་པ་བདུན་བྱས་ཏེ་གཤེགས་སུ་གསོལ་ལོ། །
en: The dismissal is effected after mentally reciting the above mantra seven times. {2.47}

source: འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པ་ཐམས་ཅད་ཀྱི་དཀྱིལ་འཁོར་དང་སྔགས་དང་སྔགས་གྲུབ་པ་དག་དང་།
en: “Mastery of this mantra is useful for all mundane and supramundane maṇḍalas and mantras.

source: དམ་ཚིག་དང་། བཟླས་པ་དང་། དུས་དང་ངེས་པར་སྡོམ་པ་དག་ལ་ཡང་སྦྱར་བར་བྱའོ། །
en: It is to be applied to the observances at the time of samaya recitation.” {2.48}

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་གནས་གཙང་མའི་གཞལ་མེད་ཁང་ལ་ཡང་བལྟས་ཏེ། འཁོར་གྱི་དཀྱིལ་འཁོར་ཆེན་པོ་དང་།
en: Then Mañjuśrī, the divine youth, again directed his gaze at the Pure Abode and the great assembly gathered there,

source: རང་གི་རིག་པའི་ཚོགས་ཀྱི་སྔགས་ཀྱི་ལེའུ་རབ་འབྱམ་སྨྲས་སོ། །
en: and taught in full the section on the mantras of the host of vidyā s from his own great retinue-circle: {2.49}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་གཱ་ཏྲཱ་ཎཱཾ།
en: “Homage to all the buddhas, the perfect teachers!

source: ཨོཾ་རི་ཊི་ནི་སྭཱ་ཧཱ།
en: “ Oṁ riṭi svāhā!

source: འདི་ནི་འཇམ་དཔལ་གྱི་རྗེས་སུ་འབྲང་བ་སྐྲ་ཅན་མ་ཞེས་བྱ་བའི་རིག་པ། ལས་ཐམས་ཅད་བྱེད་པ།
en: “This vidyā, Keśinī by name, is an attendant of Mañjuśrī and may be employed in all rites.

source: ཕྱག་རྒྱ་ཆེན་པོ་གཙུག་ཕུད་ལྔ་ཞེས་བྱ་བ་དུག་གི་ལས་ཐམས་ཅད་ལ་སྦྱར་བར་བྱའོ། །
en: When combined with the great five-crested mudrā, she may be employed in all rites involving poison. {2.50}

source: ན་མཿསརྦ་བུདྡྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱ་ས་ནཱ་ནཱཾ།
en: “Homage to all the buddhas, the perfect teachers!

source: ཨོཾ་ནི་ཏི་ཊི།
en: “ Oṁ niṭi!

source: འདི་ནི་ཉེ་བའི་སྐྲ་ཅན་མ་ཞེས་བྱ་བའི་རིག་པ་ཡིན་ཏེ་ལས་ཐམས་ཅད་བྱེད་པའོ། །
en: “This vidyā , Upakeśinī by name, may be employed in all rites.

source: ཕྱག་རྒྱ་ནི་ཁ་བྱེ་བ་ཞེས་བྱ་བ་གཟའ་ཐམས་ཅད་ཀྱི་ལས་ལ་སྦྱར་བར་བྱའོ། །
en: When combined with the mudrā budding blossom , she may be employed in all rites involving demonic possession. {2.51}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་ག་ཏཱི་ནཱཾ།
en: “Homage to all the buddhas, whose conduct is impeccable!

source: ལཾ་ནི།
en: “ Oṁ niḥ!

source: རིག་པ་འདི་ནི་པདྨ་ཅན་ཞེས་བྱ་སྟེ། ལས་ཐམས་ཅད་བྱེད་ཅིང་དགེ་བའོ། །
en: “This vidyā, Nalinī by name, Is useful in all ritual activities.

source: ཕྱག་རྒྱ་བཟང་པོའི་གདན་ཞེས་བྱ་བ་དང་ལྡན་པས་གནོད་སྦྱིན་མོ་ངེས་པར་དགུག་པར་བྱའོ། །
en: When combined with the mudrā auspicious seat, She will certainly summon yakṣiṇīs. {2.52}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ཨ་ཙིན་ཏྱཱད་བྷུ་ཏ་རཱུ་པཱི་ཎཱཾ།
en: “Homage to all the buddhas, Whose forms are inconceivable.

source: ཨོཾ་ཥྚཻ་ཥྚཻ་སྭཱ་ཧཱ།
en: “ Oṁ jñaiḥ svāhā!

source: ཕྱག་རྒྱ་མདུང་ནི་བསྡམ་པ་ཡིས། མཁའ་འགྲོ་མ་རྣམས་འཇོམས་པར་བྱེད། །
en: “When combined with the mudrā spear, This vidyā will kill all the ḍākinīs. {2.53}

source: སངས་རྒྱས་དག་ནི་ཐམས་ཅད་ཀྱིས། །ཐམས་ཅད་གཟུགས་ཅན་རབ་བསྔགས་པ། །རིག་པ་ཐོད་ཅན་ཞེས་བྱ་བ། །འཇམ་པའི་དབྱངས་ཀྱིས་བཤད་པ་ཡིན། །
en: “This vidyā, Kapālinī by name, Was taught by Mañjughoṣa. The buddhas perpetually praise Her divine form. {2.54}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་ཙ་རཱི་ཎཱཾ། ཏདྱ་ཐཱ།
en: “Homage to all the buddhas, the followers of impeccable paths!

source: ཨོཾ་བ་ར་དེ་སྭཱ་ཧཱ། །
en: “ Oṁ , Varadā! Svāhā!

source: ཕྱག་རྒྱ་གཙུག་ཕུད་གསུམ་ཉིད་ནི། །དཔལ་སྦྱིན་བྱེད་པས་སྦྱར་བར་བྱ། །
en: “With a propitious attitude, One should combine this vidyā with the mudrā three-crested.

source: གཟུགས་མངའ་འཆང་བ་ལྷ་མོ་ནི། །མྱུར་དུ་ལོངས་སྤྱོད་སྒྲུབ་བྱེད་པའོ། །
en: This vidyā goddess assumes many forms And swiftly bestows good fortune. {2.55}

source: ཨོཾ་བྷུ་རུ་སྭཱ་ཧཱ།
en: “ Oṁ bhūri svāhā!

source: ཕྱག་རྒྱ་མདུང་རྩེ་ཡང་དག་སྦྱར། །རིམས་ནད་ཐམས་ཅད་རྣམ་འཇིག་ཡིན། །
en: “When combined with the mudrā spear, This vidyā will remove all fever. {2.56}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ཎཱཾ། ཨ་ཙིན་ཏྱཱད་བྷུ་ཏ་རཱུ་པཱི་ཎཱཾ།
en: “Homage to all the buddhas, Whose forms are wondrous and inconceivable!

source: ཨོཾ་ཏཱ་རེ་སྭཱ་ཧཱ།
en: “ Oṁ ture svāhā!

source: རིག་པ་ཕུག་རོན་ཞེས་བྱ་བ། །ལས་རྣམས་ཀུན་ལ་རབ་ཏུ་བསྔགས། །
en: “This vidyā , Tārāvatī by name, Is proclaimed to be effective in all rites.

source: ཕྱག་རྒྱ་མདུང་དང་ལྡན་པ་ཡིས། །བགེགས་ནི་འཇོམས་པར་བྱེད་པ་ཡིན། །
en: When combined with the mudrā wand of power, It will destroy obstacles. {2.57}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ཨ་ཙིན་ཏྱཱད་བྷུ་ཏ་རཱུ་པཱི་ཎཱཾ། ཏདྱ་ཐཱ།
en: “Homage to all the buddhas, Whose forms are wondrous and inconceivable!

source: ཨོཾ་བི་ལོ་ཀི་ནི་སྭཱ་ཧཱ། །
en: The next vidyā is: “ Oṁ , Vilokinī! Svāhā!

source: རིག་པ་སྣང་ལྡན་ཞེས་བྱ་བ། །འཇིག་རྟེན་ཐམས་ཅད་དབང་དུ་བྱེད། །
en: “This vidyā , Lokavatī by name, Can enthrall the entire world.

source: བདེ་བ་ཐམས་ཅད་སྦྱིན་བྱེད་པ། །གདོང་གི་ཕྱག་རྒྱ་སྦྱར་བར་བྱ། །
en: When combined with the mudrā the mouth, It will grant every type of enjoyment. {2.58}

source: ཨོཾ་བི་ཤྭེ་བི་ཤྭེ་སཾ་བྷཱ་བེ་བི་ཤྭ་རཱུ་པཱི་ཎི་ཀ་ཧ་ཀ་ཧ་ཨ་བེ་ཤྭ་བེ་ཤ་ས་མ་ཡ་མ་ནུ་སྨ་ར་རུ་རུ་ཏིཥྛ་སྭཱ་ཧཱ།
en: The next vidyā is: “ Oṁ , you are the totality [of things], the source of everything, possessed of all forms! Summon, summon! Enter [them], enter! Remember your pledge! Ru ru ! Please remain! Svāhā! {2.59}

source: རིག་པ་ཆེན་པོ་སྟོབས་ཆེན་འདི། །འཇིག་རྟེན་འདྲེན་པས་བསྟན་པ་སྟེ། །
en: “This vidyā , Mahāvīryā, Was taught by guides of the world.

source: མཆེ་བའི་ཕྱག་རྒྱ་ལྡན་བྱས་ན། །སེམས་ཅན་ཐམས་ཅད་འབེབས་ཤིང་དགེ། །
en: When combined with the fangs mudrā, She, the auspicious, enters all weapons.
